[launcher]
170023=플레이
170024=워크샵
170025=AOE 웹사이트
170026=순위표
170027=도전 과제
170032=Microsoft Corporation이 소유하지 않는 스트림 워크샵에 들어갑니다.
170033=스트림 워크샵의 이 모드를 사용하면 Age of Empires II HD Edition이 작동하는 방법이 바뀔 수 있으며, Microsoft에서 이를 만들거나 지원하지 않습니다.? 스트림 워크샵에서 파일을 다운로드하는 것으로 모드의 잠재 위험을 인정하며, 귀하의 스트림 워크샵 사용에 대한 Microsoft Corporation과 제휴 당사자의 모든 책임을 면제시킵니다. 스트림 워크샵을 사용하면 Microsoft의 최종 사용자 사용권이 아니라 스트림 이용약관의 규제를 받습니다.
170034=스트림 워크샵 구독자 이용약관에 동의합니다 동의서: http://store.steampowered.com/subscriber_agreement/
170035=Agreement:
170036=동의
170037=거절